{
  "metadata": {
    "title": "వంటలో కామెడీ పార్ట్ 6: చేదుకు చెక్, పండ్లకు ఫ్రెష్‌నెస్!",
    "description": "కాకరకాయ చేదు తగ్గించడం, కట్ చేసిన పండ్లు నల్లబడకుండా చూడటం ఎలాగో నేర్చుకోండి! #BitterGourd #FruitBrowning #KitchenHacks #TeluguComedy #FoodTips",
    "tags": ["bitter gourd", "fruit preservation", "kitchen hacks", "telugu humor", "cooking secrets", "youtube shorts"]
  },
  "scenes": [
    {
      "text": "హేయ్ వంట ప్రియులారా! కిచెన్లో మిమ్మల్ని సతాయించే మరో రెండు సమస్యలకు 'అదిరిపోయే' సొల్యూషన్స్ తెచ్చాను. 'నాతో పెట్టుకుంటే నష్టపోతావ్, కిచెన్లో పెట్టుకుంటే ఇబ్బంది పడతావ్!'",
      "image_keyword": "person looking confidently at bitter gourd",
      "subtitle": "Hey cooking lovers! I've brought 'awesome' solutions for two more problems that trouble you in the kitchen. 'If you mess with me, you'll lose, if you mess in the kitchen, you'll have trouble!'"
    },
    {
      "text": "**కాకరకాయ చేదుకు 'ది ఎండ్':** కాకరకాయ చేదుగా ఉందని 'అయ్యో...' అనుకుంటున్నారా? కోసిన తర్వాత కాకరకాయ ముక్కలపై ఉప్పు వేసి, పావుగంట పక్కన పెట్టి, తర్వాత శుభ్రంగా కడగండి.  'ఈ మందు వేస్తే, చేదు కూడా తీయగా మారుతుందిరా!'",
      "image_keyword": "salted bitter gourd slices in bowl",
      "subtitle": "End to Bitter Gourd's Bitterness: Are you saying 'Oh no...' because bitter gourd is bitter? After cutting, sprinkle salt on the bitter gourd pieces, leave them aside for fifteen minutes, and then wash them thoroughly. 'If you take this medicine, even bitterness turns sweet, man!'"
    },
    {
      "text": "**కట్ చేసిన పండ్లకు కవచం:** యాపిల్, బనానా లాంటివి కట్ చేయగానే నల్లగా మారుతున్నాయా? కట్ చేసిన పండ్లపై కొద్దిగా నిమ్మరసం పిండండి.  'కవచం వేసుకుంటేనే కాదు, నిమ్మరసం వేసుకున్నా సురక్షితమే!' ఎప్పటికీ ఫ్రెష్‌గా ఉంటాయి!",
      "image_keyword": "apple slices with lemon juice being squeezed",
      "subtitle": "Shield for Cut Fruits: Do apples, bananas, etc. turn black as soon as you cut them? Squeeze a little lemon juice on the cut fruits. 'It's not just safe with a shield, it's safe even with lemon juice!' They'll stay fresh forever!"
    },
    {
      "text": "ఈ ట్రిక్స్ మీకు 'పక్కా' నచ్చాయని ఆశిస్తున్నాను. మీ కిచెన్లో 'సింహం'లా ఉండండి! మళ్ళీ కలుద్దాం! ధన్యవాదాలు!",
      "image_keyword": "happy person in kitchen with fresh fruits",
      "subtitle": "I hope you 'definitely' liked these tricks. Be like a 'lion' in your kitchen! See you again! Thank you!"
    }
  ]
}
