{
  "metadata": {
    "title": "బలమైన, మెరిసే జుట్టు కోసం హెయిర్ కేర్ సీక్రెట్స్!",
    "description": "ఈ షార్ట్ లో బలంగా, మెరిసే జుట్టు కోసం కొన్ని అద్భుతమైన చిట్కాలు! #HairCare #HealthyHair #ShinyHair #HairGrowth #BeautyHacks",
    "tags": ["telugu", "hair care", "strong hair", "shiny hair", "hair growth", "hair oil", "shampoo", "conditioner"]
  },
  "scenes": [
    {
      "text": "హేయ్ గాయ్స్! జుట్టు రాలడం, జుట్టు నిర్జీవంగా ఉండటం అందరికీ పెద్ద సమస్యే కదా? అయితే, మీ జుట్టును బలంగా, మెరిసేలా మార్చే కొన్ని అద్భుతమైన చిట్కాలు ఇక్కడ ఉన్నాయి!",
      "image_keyword": "healthy hair woman",
      "subtitle": "Hey guys! Hair fall and dull hair are big problems for everyone, right? Well, here are some amazing tips to make your hair strong and shiny!"
    },
    {
      "text": "మొదటి చిట్కా: సరైన షాంపూ, కండిషనర్ వాడండి. మీ జుట్టు రకానికి తగిన ఉత్పత్తులను ఎంచుకోండి. కెమికల్స్ తక్కువగా ఉండేవి మంచివి. బాలకృష్ణ 'అఖండ'లో చెప్పినట్టు, 'ఈ సారి లెక్క తప్పుతుంది!' అన్నట్టు, తప్పుడు షాంపూ వాడితే జుట్టు లెక్క తప్పుతుంది!",
      "image_keyword": "shampoo conditioner bottles",
      "subtitle": "First tip: Use the right shampoo and conditioner. Choose products suitable for your hair type. Those with fewer chemicals are better. As Balakrishna said in 'Akhanda,' 'This time the calculation will be wrong!' similarly, if you use the wrong shampoo, your hair calculation will be wrong!"
    },
    {
      "text": "రెండో చిట్కా: వారానికి ఒకసారి ఆయిల్ మసాజ్. కొబ్బరి నూనె, బాదం నూనె లేదా ఆలివ్ నూనెతో తలకు మసాజ్ చేయడం వల్ల రక్త ప్రసరణ మెరుగుపడుతుంది, జుట్టు కుదుళ్లకు పోషణ లభిస్తుంది. జూనియర్ ఎన్టీఆర్ 'అరవింద సమేత'లో చెప్పినట్టు, 'నువ్వు వదిలేస్తే, వాడు చచ్చిపోతాడు!' అన్నట్టు, ఆయిల్ పెట్టకపోతే జుట్టు చచ్చిపోతుంది!",
      "image_keyword": "hair oil massage",
      "subtitle": "Second tip: Oil massage once a week. Massaging your scalp with coconut oil, almond oil, or olive oil improves blood circulation and nourishes hair follicles. Like Jr. NTR said in 'Aravinda Sametha,' 'If you leave him, he'll die!' similarly, if you don't apply oil, your hair will die!"
    },
    {
      "text": "మూడో చిట్కా: హెయిర్ మాస్క్‌లు. గుడ్డు, పెరుగు లేదా కలబందతో ఇంట్లో తయారు చేసుకున్న మాస్క్‌లు జుట్టుకు బలాన్ని, మెరుపును ఇస్తాయి. ప్రతి రెండు వారాలకు ఒకసారి ప్రయత్నించండి.",
      "image_keyword": "hair mask application",
      "subtitle": "Third tip: Hair masks. Homemade masks with egg, curd, or aloe vera give strength and shine to your hair. Try them once every two weeks."
    },
    {
      "text": "ఈ చిట్కాలను పాటించండి, మీ జుట్టు బలంగా, మెరిసేలా మారుతుంది. మర్చిపోకుండా సబ్స్క్రైబ్ చేయండి!",
      "image_keyword": "hair flowing in wind",
      "subtitle": "Follow these tips, and your hair will become strong and shiny. Don't forget to subscribe!"
    }
  ]
}
