{
  "metadata": {
    "title": "వంటలో కామెడీ పార్ట్ 7: మాడిన గిన్నెలు, తాజా ఆకులు!",
    "description": "మాడిపోయిన గిన్నెలు ఈజీగా శుభ్రం చేయడం, కొత్తిమీర, పుదీనా తాజాగా ఉంచడం ఎలాగో తెలుసుకోండి! #BurntPotCleaning #FreshHerbs #KitchenTips #TeluguShorts #CleaningHacks",
    "tags": ["burnt pot cleaning", "herb storage", "kitchen hacks", "cleaning tips", "telugu food", "youtube shorts"]
  },
  "scenes": [
    {
      "text": "హాయ్ ఫ్రెండ్స్! కిచెన్లో మనకి ఎదురయ్యే చివరి రెండు పెద్ద 'టెన్షన్స్' కి ఈ రోజు శుభం కార్డు వేసేద్దాం. 'బాగున్నావా... బాగున్నావా, శుభం కార్డు పడిందా?'",
      "image_keyword": "person looking at burnt pot sadly",
      "subtitle": "Hi friends! Let's put an end card to the last two big 'tensions' we face in the kitchen today. 'Are you good... are you good, did the end card fall?'"
    },
    {
      "text": "**మాడిపోయిన గిన్నెలకు 'మోక్షం':** గిన్నె మాడిపోయిందని 'ప్రాణాలు పోతున్నాయా' అని అనుకుంటున్నారా? మాడిన గిన్నెలో కొద్దిగా నీళ్లు, బేకింగ్ సోడా, నిమ్మరసం వేసి, కాసేపు మరిగించండి.  'మాసిన గిన్నె... మా మందుతో మారా!', ఎంతటి మొండి మరకలైనా పోతాయి!",
      "image_keyword": "burnt pot with baking soda and water on stove",
      "subtitle": "Salvation for Burnt Pots: Are you thinking 'my life is ending' because the pot is burnt? Add some water, baking soda, and lemon juice to the burnt pot and boil it for a while. 'Dirty pot... changed with our medicine!', even stubborn stains will go!"
    },
    {
      "text": "**కొత్తిమీర, పుదీనాకు లాంగ్ లైఫ్:** కొత్తిమీర, పుదీనా తొందరగా వాడిపోతున్నాయా? వాటిని కాడలతో సహా ఒక గ్లాసు నీటిలో నిలబెట్టి, ప్లాస్టిక్ కవర్‌తో కప్పి ఫ్రిడ్జ్‌లో ఉంచండి.  'ఈ టిప్ వింటే, పుదీనా కూడా సలాం కొడుతుంది!'",
      "image_keyword": "fresh coriander in glass of water in fridge",
      "subtitle": "Long Life for Coriander, Mint: Are coriander and mint wilting quickly? Stand them with their stems in a glass of water, cover with a plastic bag, and place in the fridge. 'If you hear this tip, even mint will salute!' "
    },
    {
      "text": "ఈ కిచెన్ ట్రిక్స్ సిరీస్ మీకు ఎంతగానో ఉపయోగపడిందని ఆశిస్తున్నాను. 'ఏమైనా డౌట్స్ ఉంటే అడగండి!' లేదంటే 'హ్యాపీ కుకింగ్!' ధన్యవాదాలు!",
      "image_keyword": "person happily cooking in clean kitchen",
      "subtitle": "I hope this kitchen tricks series was very useful for you. 'If you have any doubts, ask!' Otherwise, 'Happy Cooking!' Thank you!"
    }
  ]
}
