{
  "metadata": {
    "title": "స్మార్ట్‌ఫోన్ బ్యాటరీ లైఫ్ పెంచుకోండి!",
    "description": "మీ స్మార్ట్‌ఫోన్ బ్యాటరీ ఎక్కువ కాలం ఉండాలంటే ఈ చిట్కాలు పాటించండి! #TechTips #SmartphoneBattery #BatteryHealth #MobileHacks #TechTelugu",
    "tags": ["telugu", "tech tips", "smartphone", "battery health", "mobile hacks", "android", "iOS", "charging tips"]
  },
  "scenes": [
    {
      "text": "హాయ్ అందరికీ! మీ స్మార్ట్‌ఫోన్ బ్యాటరీ త్వరగా అయిపోతుందా? బ్యాటరీ లైఫ్ పెంచడానికి కొన్ని ముఖ్యమైన చిట్కాలు ఇక్కడ ఉన్నాయి!",
      "image_keyword": "smartphone battery icon",
      "subtitle": "Hi everyone! Does your smartphone battery drain quickly? Here are some important tips to extend battery life!"
    },
    {
      "text": "మొదటి చిట్కా: బ్యాటరీని 20% కంటే తక్కువ, 80% కంటే ఎక్కువ ఛార్జ్ చేయకుండా చూసుకోండి. ఇది బ్యాటరీ యొక్క దీర్ఘాయుష్షును పెంచుతుంది. పూర్తిగా 0% లేదా 100% చేయడం మంచిది కాదు.",
      "image_keyword": "charging phone 80 percent",
      "subtitle": "First tip: Try to keep your battery charged between 20% and 80%. This increases the battery's lifespan. Draining it to 0% or charging to 100% is not ideal."
    },
    {
      "text": "రెండో చిట్కా: రాత్రంతా ఫోన్‌ని ఛార్జింగ్ పెట్టడం మానుకోండి. ఓవర్‌ఛార్జింగ్ బ్యాటరీకి హానికరం. పడుకునే ముందు లేదా ఉదయం నిద్ర లేవగానే ఛార్జ్ చేయండి.",
      "image_keyword": "unplug phone charging",
      "subtitle": "Second tip: Avoid leaving your phone on charge overnight. Overcharging is harmful to the battery. Charge it before bed or first thing in the morning."
    },
    {
      "text": "మూడో చిట్కా: అనవసరమైన యాప్‌లను క్లోజ్ చేయండి. బ్యాక్‌గ్రౌండ్‌లో రన్ అయ్యే యాప్‌లు బ్యాటరీని ఎక్కువగా ఖర్చు చేస్తాయి. రెగ్యులర్‌గా చెక్ చేసి, క్లోజ్ చేయండి.",
      "image_keyword": "closing background apps",
      "subtitle": "Third tip: Close unnecessary apps. Apps running in the background consume a lot of battery. Check regularly and close them."
    },
    {
      "text": "ఈ సింపుల్ టిప్స్ పాటించండి, మీ స్మార్ట్‌ఫోన్ బ్యాటరీ ఎక్కువ కాలం ఆరోగ్యంగా ఉంటుంది. మరిన్ని టెక్ టిప్స్ కోసం సబ్స్క్రైబ్ చేయండి!",
      "image_keyword": "healthy battery green icon",
      "subtitle": "Follow these simple tips, and your smartphone battery will stay healthy for longer. Subscribe for more tech tips!"
    }
  ]
}
