{
  "metadata": {
    "title": "బిగినర్స్ కోసం ఈజీ మేకప్ హక్స్!",
    "description": "ఈ షార్ట్ లో మేకప్ బిగినర్స్ కోసం కొన్ని సింపుల్ టిప్స్! #MakeupHacks #BeginnerMakeup #QuickMakeup #BeautyTips #EasyMakeup",
    "tags": ["telugu", "makeup", "beginner friendly", "quick makeup", "beauty hacks", "foundation", "kajal", "lipstick"]
  },
  "scenes": [
    {
      "text": "హలో అందరికీ! మేకప్ అంటే భయం అస్సలు వద్దు! బిగినర్స్ కూడా సులువుగా చేసే కొన్ని మేకప్ హక్స్ ఇక్కడ ఉన్నాయి. అవేంటో చూద్దాం!",
      "image_keyword": "makeup beginner smiling",
      "subtitle": "Hello everyone! Don't be afraid of makeup at all! Here are some easy makeup hacks even for beginners. Let's see what they are!"
    },
    {
      "text": "మొదటి హాక్: సరైన బేస్. ఫౌండేషన్ లేదా బీబీ క్రీమ్ మీ చర్మ రంగుకు సరిపోయేలా ఎంచుకోండి. కొద్దిగా అప్లై చేసి, స్పాంజ్ తో లేదా బ్రష్ తో బాగా బ్లెండ్ చేయండి. నాని 'జెర్సీ'లో చెప్పినట్టు, 'గెలుపు కన్నా ప్రయత్నం ముఖ్యం!' అన్నట్టు, మేకప్ లో బ్లెండింగ్ ముఖ్యం!",
      "image_keyword": "foundation application",
      "subtitle": "First hack: The right base. Choose a foundation or BB cream that matches your skin tone. Apply a small amount and blend well with a sponge or brush. Like Nani said in 'Jersey,' 'Effort is more important than victory!' similarly, blending is important in makeup!"
    },
    {
      "text": "రెండో హాక్: కాజల్ తో అందమైన కళ్ళు. కళ్ళకు కాజల్ పెట్టుకునేటప్పుడు, చిన్నగా, స్మూత్ గా రాయండి. బయట నుంచి లోపలికి ఒకే స్ట్రోక్ లో రాయడానికి ప్రయత్నించండి. కళ్ళు పెద్దవిగా, అందంగా కనిపిస్తాయి. విజయ్ దేవరకొండ 'అర్జున్ రెడ్డి'లో చెప్పినట్టు, 'ఒకసారి పడితే, దాని నుంచి బయటపడలేవు!' అన్నట్టు, కాజల్ తో అందం పడితే, బయటపడలేవు!",
      "image_keyword": "kajal application eye",
      "subtitle": "Second hack: Beautiful eyes with kajal. When applying kajal to your eyes, draw it small and smoothly. Try to draw it in one stroke from the outer corner to the inner corner. Your eyes will look bigger and more beautiful. Like Vijay Deverakonda said in 'Arjun Reddy,' 'Once you fall, you can't get out of it!' similarly, once you fall for the beauty of kajal, you can't get out of it!"
    },
    {
      "text": "మూడో హాక్: పెదాలకు లిప్‌స్టిక్. మీ అవుట్‌ఫిట్‌కు తగ్గ లిప్‌స్టిక్ షేడ్ ఎంచుకోండి. లిప్‌స్టిక్ వేసే ముందు పెదాలకు లిప్ బామ్ రాయడం మర్చిపోకండి.",
      "image_keyword": "lipstick application smile",
      "subtitle": "Third hack: Lipstick for lips. Choose a lipstick shade that matches your outfit. Don't forget to apply lip balm before applying lipstick."
    },
    {
      "text": "ఈ సింపుల్ ట్రిక్స్ తో మీరు కూడా అద్భుతంగా కనిపిస్తారు. మరిన్ని మేకప్ టిప్స్ కోసం సబ్స్క్రైబ్ చేసుకోండి!",
      "image_keyword": "makeup tools on table",
      "subtitle": "With these simple tricks, you'll also look amazing. Subscribe for more makeup tips!"
    }
  ]
}
