{
"metadata": {
"title": "వంటలో కామెడీ పార్ట్ 4: పేస్ట్ ఫ్రెష్, గుడ్డు ఈజీ!",
"description": "అల్లం వెల్లుల్లి పేస్ట్ తాజాగా, ఉడికించిన గుడ్లు సులువుగా ఒలిచే ట్రిక్స్! #GingerGarlicPaste #BoiledEggs #KitchenHacks #TeluguComedy #Shorts",
"tags": ["ginger garlic paste", "egg peeling", "kitchen tips", "food preservation", "telugu humor", "youtube shorts"]
},
"scenes": [
{
"text": "హాయ్ కిచెన్ కింగ్స్ అండ్ క్వీన్స్! మీ వంట పనిని మరింత సులభతరం చేసే మరో రెండు అద్భుతమైన ట్రిక్స్‌తో వచ్చాను. 'ఈసారి దిగితే... రికార్డులే!'",
"image_keyword": "person confidently looking at kitchen ingredients",
"subtitle": "Hi Kitchen Kings and Queens! I'm here with two more amazing tricks that make your cooking even easier. 'If I step in this time... it's all records!'"
},
{
"text": "అల్లం వెల్లుల్లి పేస్ట్ అద్భుతం: అల్లం వెల్లుల్లి పేస్ట్ రంగు మారకుండా, ఫ్రెష్‌గా ఉండాలంటే, గ్రైండ్ చేసేటప్పుడు కొద్దిగా నూనె, చిటికెడు ఉప్పు వేయండి. 'నువ్వు నూనె వేస్తే, పేస్ట్‌కు జీవితం పెరుగుతుంది!'",
"image_keyword": "ginger garlic paste in a jar with oil",
"subtitle": "Ginger Garlic Paste Wonder: To keep ginger garlic paste from changing color and staying fresh, add a little oil and a pinch of salt while grinding. 'If you add oil, the paste's life increases!'"
},
{
"text": "గుడ్డు సులువుగా ఒలిచే ట్రిక్: ఉడికించిన గుడ్డు తొక్క తీయడం కష్టంగా ఉందా? గుడ్లు ఉడికించేటప్పుడు నీళ్లలో కొద్దిగా వెనిగర్ వేయండి. 'అది డమ్మీ కాదు... రియల్ వెనిగర్ మ్యాజిక్!' తొక్క అస్సలు అంటుకోదు!",
"image_keyword": "peeling a boiled egg easily with shell coming off",
"subtitle": "Egg Easy Peeling Trick: Is it hard to peel a boiled egg? When boiling eggs, add a little vinegar to the water. 'That's not dummy... it's real vinegar magic!' The shell won't stick at all!"
},
{
"text": "ఈ ట్రిక్స్ నచ్చాయా? 'నాకు కొంచెం తిక్కుంది, కానీ దానికో లెక్కుంది!' అని మీకు అనిపిస్తే, లైక్ చేయండి! మళ్ళీ కలుద్దాం! ధన్యవాదాలు!",
"image_keyword": "thumbs up in kitchen",
"subtitle": "Did you like these tricks? If you feel 'I'm a bit crazy, but there's a logic to it!', then like it! See you again! Thank you!"
}
]
}

