{
  "metadata": {
    "title": "ఆరోగ్యకరమైన, సంతోషకరమైన చర్మం కోసం DIY స్కిన్‌కేర్!",
    "description": "ఈ షార్ట్ లో ఇంట్లోనే చేసుకోగల స్కిన్‌కేర్ చిట్కాలు! #DIYSkincare #HomemadeRemedies #HealthySkin #BudgetBeauty #SkincareRoutine",
    "tags": ["telugu", "DIY skincare", "homemade remedies", "skin health", "exfoliation", "toner", "moisturizer"]
  },
  "scenes": [
    {
      "text": "నమస్కారం! బయటి ప్రోడక్ట్స్ తో పని లేకుండా, మీ ఇంట్లోనే దొరికే వస్తువులతో ఆరోగ్యకరమైన, సంతోషకరమైన చర్మం ఎలా పొందవచ్చో చూద్దాం!",
      "image_keyword": "natural ingredients skincare",
      "subtitle": "Greetings! Let's see how you can get healthy, happy skin with ingredients found at home, without needing external products!"
    },
    {
      "text": "మొదటి చిట్కా: ఎక్స్‌ఫోలియేషన్. పంచదార, ఆలివ్ నూనె కలిపి తయారు చేసుకున్న స్క్రబ్‌తో మీ ముఖాన్ని మెల్లగా స్క్రబ్ చేయండి. ఇది మృతకణాలను తొలగించి, చర్మాన్ని మెరిసేలా చేస్తుంది. రామ్ చరణ్ 'రంగస్థలం'లో చెప్పినట్టు, 'నువ్వు రంజుగా చేస్తే, ఫలితం బాగుంటుంది!' అన్నట్టు, స్క్రబ్ రంజుగా చేస్తే, ఫలితం బాగుంటుంది!",
      "image_keyword": "sugar olive oil scrub",
      "subtitle": "First tip: Exfoliation. Gently scrub your face with a scrub made by mixing sugar and olive oil. This removes dead skin cells and makes your skin glow. Like Ram Charan said in 'Rangasthalam,' 'If you do it well, the result will be good!' similarly, if you scrub well, the result will be good!"
    },
    {
      "text": "రెండో చిట్కా: టోనర్ గా రోజ్ వాటర్. స్క్రబ్ చేసిన తర్వాత, దూదితో రోజ్ వాటర్ ను ముఖంపై అప్లై చేయండి. ఇది చర్మం యొక్క pH బ్యాలెన్స్ ను మెయింటైన్ చేస్తుంది, రంధ్రాలను బిగిస్తుంది. నవీన్ పోలిశెట్టి 'జాతి రత్నాలు'లో చెప్పినట్టు, 'ఎంత దూరం వెళ్లాలో తెలియదు, కానీ టోనర్ తో వెళ్దాం!'",
      "image_keyword": "rose water spray",
      "subtitle": "Second tip: Rose water as a toner. After scrubbing, apply rose water to your face with a cotton pad. This maintains the skin's pH balance and tightens pores. Like Naveen Polishetty said in 'Jathi Ratnalu,' 'Don't know how far we'll go, but let's go with toner!'"
    },
    {
      "text": "మూడో చిట్కా: సహజమైన మాయిశ్చరైజర్. అలోవెరా జెల్ లేదా కొద్దిగా కొబ్బరి నూనెను మాయిశ్చరైజర్ గా వాడండి. ఇది చర్మాన్ని మృదువుగా, తేమగా ఉంచుతుంది.",
      "image_keyword": "aloe vera gel application",
      "subtitle": "Third tip: Natural moisturizer. Use aloe vera gel or a little coconut oil as a moisturizer. This keeps the skin soft and moisturized."
    },
    {
      "text": "ఈ DIY స్కిన్‌కేర్ పద్ధతులను మీ దినచర్యలో చేర్చుకోండి, ఆరోగ్యకరమైన చర్మాన్ని పొందండి. మరిన్ని ఇలాంటి చిట్కాల కోసం ఛానెల్ ని సబ్స్క్రైబ్ చేయండి!",
      "image_keyword": "happy healthy skin",
      "subtitle": "Incorporate these DIY skincare methods into your routine and achieve healthy skin. Subscribe to the channel for more such tips!"
    }
  ]
}
