{
"metadata": {
"title": "వంటలో కామెడీ పార్ట్ 2: నిమ్మరసం, అన్నం పర్ఫెక్షన్!",
"description": "నిమ్మకాయ నుండి ఎక్కువ రసం, పొడి పొడి అన్నం! ఈ ట్రిక్స్ సినిమా డైలాగ్స్‌తో నేర్చుకోండి! #LemonHacks #FluffyRice #CookingSecrets #TeluguHumor #Shorts",
"tags": ["lemon juice", "cooking rice", "kitchen hacks", "telugu humor", "food tips", "youtube shorts"]
},
"scenes": [
{
"text": "హలో అండి! వంటలో చిన్న చిన్న సమస్యలు మిమ్మల్ని 'మామా మచ్చింద్రా!' అని విసిగిస్తున్నాయా? అయితే ఈ రెండు ట్రిక్స్ మీ కోసమే!",
"image_keyword": "person confused with cooking pot",
"subtitle": "Hello everyone! Are small problems in cooking bothering you, making you say 'Mama Machindra!'? Then these two tricks are for you!"
},
{
"text": "నిమ్మకాయ పిండితే పవర్ ప్లాంట్: నిమ్మకాయ రసం సరిగా రావట్లేదా? 'నిన్ను చూడగానే గుండె జారి గల్లంతయ్యింది...' అన్నట్టు, నిమ్మకాయని వేడి నీళ్లలో వేసి లేదా గట్టిగా రోల్ చేస్తే, రసం మొత్తం బయటపడుతుంది. 'సినిమాలో హీరో పవర్ చూపిస్తే, నిమ్మకాయ వేడినీళ్లలో పవర్ చూపిస్తుంది!'",
"image_keyword": "lemon being rolled on a wooden board",
"subtitle": "Lemon Squeezing Power Plant: Not getting enough lemon juice? Just like 'My heart fell and got lost the moment I saw you...' if you put the lemon in hot water or roll it firmly, all the juice will come out. 'If the hero shows power in a movie, the lemon shows power in hot water!'"
},
{
"text": "పొడి పొడి అన్నం ఛాలెంజ్: అన్నం ముద్దముద్దగా వస్తుందా? 'నాకొంచెం తిక్కుంది, కానీ దానికో లెక్కుంది!' అన్నట్టు, అన్నం వండేటప్పుడు ఒక చెంచా నిమ్మరసం లేదా నూనె వేయండి. 'ఇదిగో ఇది మా అమ్మ ఆశీస్సు... అన్నం పొడిపొడిగా రావడానికి ఈ ట్రిక్ చూడు సామీ!'",
"image_keyword": "fluffy cooked rice in a serving bowl",
"subtitle": "Fluffy Rice Challenge: Is your rice getting lumpy? Just like 'I'm a bit crazy, but there's a logic to it!', when cooking rice, add a spoon of lemon juice or oil. 'Here's my mother's blessing... see this trick to make rice fluffy, my lord!'"
},
{
"text": "ఈ ట్రిక్స్ మీ వంటకు 'గబ్బర్ సింగ్' పవర్ ఇస్తాయని ఆశిస్తున్నాను! నెక్స్ట్ షార్ట్ కోసం వెయిట్ చేయండి! నవ్వుతూ ఉండండి! ధన్యవాదాలు!",
"image_keyword": "happy cook showing perfect rice and lemon",
"subtitle": "I hope these tricks give 'Gabbar Singh' power to your cooking! Wait for the next short! Keep smiling! Thank you!"
}
]
}
