{
  "metadata": {
    "title": "క్లౌడ్ స్టోరేజ్: స్మార్ట్‌గా డేటా సేవ్ చేసుకోండి!",
    "description": "మీ డేటాను సురక్షితంగా, ఎప్పుడైనా యాక్సెస్ చేయగలగాలంటే క్లౌడ్ స్టోరేజ్ ఎలా వాడాలో తెలుసుకోండి! #CloudStorage #DataBackup #TechConvenience #DigitalLife #OnlineStorage",
    "tags": ["telugu", "tech tips", "cloud storage", "data backup", "online storage", "Google Drive", "Dropbox", "OneDrive"]
  },
  "scenes": [
    {
      "text": "హాయ్ అందరికీ! మీ ఫోటోలు, డాక్యుమెంట్లు పోతాయని భయపడుతున్నారా? మీ డేటాను సురక్షితంగా ఉంచడానికి 'క్లౌడ్ స్టోరేజ్' ఉత్తమ మార్గం!",
      "image_keyword": "cloud storage concept",
      "subtitle": "Hi everyone! Are you afraid of losing your photos and documents? 'Cloud Storage' is the best way to keep your data safe!"
    },
    {
      "text": "మొదటి చిట్కా: ఆటోమేటిక్ బ్యాకప్ ఎనేబుల్ చేయండి. గూగుల్ ఫోటోస్, ఐక్లౌడ్ లేదా డ్రాప్‌బాక్స్ వంటి సేవల్లో మీ ఫోటోలు, వీడియోలు ఆటోమేటిక్‌గా బ్యాకప్ అయ్యేలా సెట్ చేసుకోండి. మీ డేటా ఎప్పుడూ సురక్షితంగా ఉంటుంది.",
      "image_keyword": "automatic backup settings",
      "subtitle": "First tip: Enable automatic backup. Set up services like Google Photos, iCloud, or Dropbox to automatically back up your photos and videos. Your data will always be safe."
    },
    {
      "text": "రెండో చిట్కా: ముఖ్యమైన డాక్యుమెంట్లు క్లౌడ్‌లో సేవ్ చేయండి. వర్క్ డాక్యుమెంట్లు, రెజ్యూమ్‌లు, సర్టిఫికేట్‌లు వంటివి క్లౌడ్‌లో సేవ్ చేయడం వల్ల ఏ డివైస్ నుంచైనా, ఎప్పుడైనా యాక్సెస్ చేసుకోవచ్చు.",
      "image_keyword": "documents in cloud folder",
      "subtitle": "Second tip: Save important documents to the cloud. Saving work documents, resumes, certificates, etc., to the cloud allows you to access them from any device, anytime."
    },
    {
      "text": "మూడో చిట్కా: ఫైల్ షేరింగ్ కోసం వాడండి. పెద్ద ఫైల్స్‌ని ఇమెయిల్ ద్వారా పంపడానికి బదులుగా, వాటిని క్లౌడ్‌లో అప్‌లోడ్ చేసి, షేరబుల్ లింక్‌ని పంపండి. ఇది చాలా సులువు, వేగంగా ఉంటుంది.",
      "image_keyword": "sharing files via cloud link",
      "subtitle": "Third tip: Use for file sharing. Instead of sending large files via email, upload them to the cloud and send a shareable link. This is much easier and faster."
    },
    {
      "text": "క్లౌడ్ స్టోరేజ్‌ని స్మార్ట్‌గా ఉపయోగించుకోండి, మీ డిజిటల్ జీవితాన్ని సులభతరం చేసుకోండి! మరిన్ని టెక్ టిప్స్ కోసం సబ్స్క్రైబ్ చేయండి!",
      "image_keyword": "person accessing cloud on multiple devices",
      "subtitle": "Use cloud storage smartly and simplify your digital life! Subscribe for more tech tips!"
    }
  ]
}{
  "metadata": {
    "title": "మీ డిజిటల్ గోప్యతను కాపాడుకోండి!",
    "description": "మీ ఆన్‌లైన్ డేటాను సురక్షితంగా ఉంచడానికి కొన్ని ముఖ్యమైన చిట్కాలు! #DigitalPrivacy #CyberSecurity #OnlineSafety #TechSecurity #PrivacyHacks",
    "tags": ["telugu", "tech tips", "digital privacy", "cyber security", "online safety", "passwords", "two-factor authentication", "VPN"]
  },
  "scenes": [
    {
      "text": "హాయ్ అందరికీ! ఈ డిజిటల్ ప్రపంచంలో మీ ఆన్‌లైన్ గోప్యతను కాపాడుకోవడం చాలా ముఖ్యం. మీ డేటాను సురక్షితంగా ఉంచడానికి కొన్ని చిట్కాలు ఇక్కడ ఉన్నాయి!",
      "image_keyword": "digital privacy shield icon",
      "subtitle": "Hi everyone! In this digital world, protecting your online privacy is very important. Here are some tips to keep your data secure!"
    },
    {
      "text": "మొదటి చిట్కా: బలమైన, యూనిక్ పాస్‌వర్డ్‌లను ఉపయోగించండి. సులభంగా ఊహించలేని, అక్షరాలు, సంఖ్యలు, గుర్తులు కలిసిన పాస్‌వర్డ్‌లను సృష్టించండి. ప్రతి అకౌంట్‌కి వేర్వేరు పాస్‌వర్డ్‌లు వాడండి.",
      "image_keyword": "strong password lock icon",
      "subtitle": "First tip: Use strong, unique passwords. Create passwords that are hard to guess and include letters, numbers, and symbols. Use different passwords for each account."
    },
    {
      "text": "రెండో చిట్కా: టూ-ఫ్యాక్టర్ అథెంటికేషన్ (2FA) ఎనేబుల్ చేయండి. మీ పాస్‌వర్డ్ దొంగిలించబడినప్పటికీ, మీ అకౌంట్‌లకు అనధికార యాక్సెస్ జరగకుండా ఇది అదనపు రక్షణను అందిస్తుంది.",
      "image_keyword": "two-factor authentication phone",
      "subtitle": "Second tip: Enable Two-Factor Authentication (2FA). Even if your password is stolen, this provides an extra layer of protection against unauthorized access to your accounts."
    },
    {
      "text": "మూడో చిట్కా: తెలియని లింక్‌లు, ఇమెయిల్‌లపై జాగ్రత్తగా ఉండండి. ఫిషింగ్ స్కామ్‌ల పట్ల అప్రమత్తంగా ఉండండి. అనుమానాస్పద లింక్‌లపై క్లిక్ చేయకండి, వ్యక్తిగత సమాచారాన్ని పంచుకోకండి.",
      "image_keyword": "phishing email warning",
      "subtitle": "Third tip: Be cautious of unknown links and emails. Stay vigilant about phishing scams. Do not click on suspicious links or share personal information."
    },
    {
      "text": "ఈ చిట్కాలను పాటించడం ద్వారా మీ డిజిటల్ గోప్యతను గణనీయంగా పెంచుకోవచ్చు. మరిన్ని సైబర్ సెక్యూరిటీ టిప్స్ కోసం సబ్స్క్రైబ్ చేయండి!",
      "image_keyword": "cyber security network protection",
      "subtitle": "By following these tips, you can significantly enhance your digital privacy. Subscribe for more cybersecurity tips!"
    }
  ]
}
