{
  "metadata": {
    "title": "మీ ఫోన్/కంప్యూటర్ స్టోరేజ్ పెంచుకోండి!",
    "description": "మీ డివైజ్‌లో స్టోరేజ్ నిండిపోయిందా? ఖాళీ చేయడానికి ఈ సింపుల్ హక్స్ ప్రయత్నించండి! #StorageTips #FreeUpSpace #TechHacks #DigitalCleanup #DeviceOptimization",
    "tags": ["telugu", "tech tips", "storage space", "phone storage", "computer storage", "digital cleanup", "cache", "downloads"]
  },
  "scenes": [
    {
      "text": "హాయ్ అందరికీ! మీ ఫోన్ లేదా కంప్యూటర్ లో 'స్టోరేజ్ ఫుల్' అని వస్తుందా? స్టోరేజ్ ఖాళీ చేయడానికి కొన్ని సులభమైన మార్గాలు ఇక్కడ ఉన్నాయి!",
      "image_keyword": "storage full warning phone",
      "subtitle": "Hi everyone! Is your phone or computer showing 'Storage Full'? Here are some easy ways to free up storage!"
    },
    {
      "text": "మొదటి చిట్కా: అనవసరమైన యాప్‌లు, ప్రోగ్రామ్‌లను తొలగించండి. మీరు వాడని యాప్‌లను అన్‌ఇన్‌స్టాల్ చేయండి. ఇవి మీ డివైజ్ లో చాలా స్థలాన్ని ఆక్రమిస్తాయి.",
      "image_keyword": "uninstalling apps on phone",
      "subtitle": "First tip: Delete unnecessary apps and programs. Uninstall apps you don't use. They take up a lot of space on your device."
    },
    {
      "text": "రెండో చిట్కా: డౌన్‌లోడ్స్ ఫోల్డర్‌ని క్లీన్ చేయండి. మనం చాలా ఫైల్స్ డౌన్‌లోడ్ చేస్తాం కానీ వాటిని మరచిపోతాం. మీ డౌన్‌లోడ్స్ ఫోల్డర్‌ని రెగ్యులర్‌గా చెక్ చేసి, అనవసరమైన వాటిని డిలీట్ చేయండి.",
      "image_keyword": "downloads folder clean up",
      "subtitle": "Second tip: Clean up your Downloads folder. We download many files but often forget about them. Regularly check your Downloads folder and delete unnecessary ones."
    },
    {
      "text": "మూడో చిట్కా: క్యాష్ డేటాను క్లియర్ చేయండి. బ్రౌజర్‌లు, యాప్‌లు మరియు ఆపరేటింగ్ సిస్టమ్‌లో పేరుకుపోయే క్యాష్ డేటాను క్లియర్ చేయడం వల్ల గణనీయమైన స్థలం ఖాళీ అవుతుంది.",
      "image_keyword": "clear cache settings phone",
      "subtitle": "Third tip: Clear cache data. Clearing cached data accumulated in browsers, apps, and the operating system can free up significant space."
    },
    {
      "text": "ఈ చిట్కాలను పాటించండి, మీ డివైజ్ స్టోరేజ్‌ని ఆప్టిమైజ్ చేసుకోండి. మరిన్ని టెక్ టిప్స్ కోసం సబ్స్క్రైబ్ చేయండి!",
      "image_keyword": "empty storage drive",
      "subtitle": "Follow these tips to optimize your device's storage. Subscribe for more tech tips!"
    }
  ]
}{
  "metadata": {
    "title": "ఇంట్లో వైఫై స్పీడ్ పెంచండి!",
    "description": "మీ ఇంట్లో వైఫై సిగ్నల్ బలహీనంగా ఉందా? స్పీడ్ పెంచడానికి ఈ హక్స్ ప్రయత్నించండి! #WiFiTips #InternetSpeed #TechHacks #HomeNetwork #Connectivity",
    "tags": ["telugu", "tech tips", "Wi-Fi", "internet speed", "router", "network optimization", "home network"]
  },
  "scenes": [
    {
      "text": "హాయ్ అందరికీ! మీ ఇంట్లో వైఫై స్పీడ్ స్లోగా ఉందా? నెట్‌ఫ్లిక్స్ బఫర్ అవుతుందా? మీ వైఫై స్పీడ్‌ని పెంచడానికి కొన్ని ఈజీ హక్స్ ఇక్కడ ఉన్నాయి!",
      "image_keyword": "slow wifi icon frustrated person",
      "subtitle": "Hi everyone! Is your home Wi-Fi speed slow? Is Netflix buffering? Here are some easy hacks to boost your Wi-Fi speed!"
    },
    {
      "text": "మొదటి చిట్కా: రౌటర్‌ని సరైన చోట పెట్టండి. రౌటర్‌ని ఇంటి మధ్యలో, ఎత్తులో, ఎటువంటి అడ్డంకులు లేకుండా ఉంచండి. గోడలు, మెటల్ వస్తువులు సిగ్నల్‌ను బ్లాక్ చేస్తాయి.",
      "image_keyword": "wifi router central location",
      "subtitle": "First tip: Place the router in the right spot. Keep the router in the center of your home, elevated, and without any obstructions. Walls and metal objects block the signal."
    },
    {
      "text": "రెండో చిట్కా: పాత రౌటర్‌ను అప్‌గ్రేడ్ చేయండి. మీ రౌటర్ చాలా పాతదైతే, అది ఆధునిక స్పీడ్‌లను సపోర్ట్ చేయకపోవచ్చు. కొత్త రౌటర్‌తో మెరుగైన పనితీరు లభిస్తుంది.",
      "image_keyword": "new wifi router box",
      "subtitle": "Second tip: Upgrade an old router. If your router is very old, it might not support modern speeds. A new router will provide better performance."
    },
    {
      "text": "మూడో చిట్కా: అనవసరమైన పరికరాలను డిస్‌కనెక్ట్ చేయండి. ఎక్కువ పరికరాలు ఒకేసారి వైఫైకి కనెక్ట్ అయితే స్పీడ్ తగ్గుతుంది. వాడని వాటిని డిస్‌కనెక్ట్ చేయండి.",
      "image_keyword": "multiple devices connected wifi",
      "subtitle": "Third tip: Disconnect unnecessary devices. If too many devices are connected to Wi-Fi at once, the speed will decrease. Disconnect unused ones."
    },
    {
      "text": "ఈ సింపుల్ మార్పులతో మీ ఇంట్లో వైఫై స్పీడ్ మెరుగుపడుతుంది. మరిన్ని టెక్ చిట్కాల కోసం సబ్స్క్రైబ్ చేయండి!",
      "image_keyword": "fast wifi signal strength",
      "subtitle": "With these simple changes, your home Wi-Fi speed will improve. Subscribe for more tech tips!"
    }
  ]
}
