{
  "metadata": {
    "title": "మెరిసే చర్మం కోసం - లోపలి నుంచే అందం!",
    "description": "ఈ షార్ట్ లో మెరిసే చర్మం కోసం కొన్ని ముఖ్యమైన చిట్కాలు! #BeautyTips #GlowingSkin #SkinCare #HealthyLifestyle #TeluguBeauty",
    "tags": ["telugu", "beauty tips", "glowing skin", "skin care", "healthy lifestyle", "hydration", "diet", "sleep"]
  },
  "scenes": [
    {
      "text": "హాయ్ అందరికీ! మెరిసే, ఆరోగ్యకరమైన చర్మం కావాలంటే, అది కేవలం బయట పూతలతోనే కాదు, లోపలి నుంచి కూడా చూసుకోవాలి. అవును, మీరు విన్నది నిజం!",
      "image_keyword": "glowing skin woman smiling",
      "subtitle": "Hi everyone! If you want glowing, healthy skin, it's not just about external applications, but also about taking care of it from within. Yes, you heard that right!"
    },
    {
      "text": "మొదటి చిట్కా: హైడ్రేషన్! రోజుకు కనీసం 8-10 గ్లాసుల నీరు తాగండి. ఇది మీ చర్మాన్ని మృదువుగా, తేమగా ఉంచుతుంది. మీ శరీరం నుండి విషపదార్ధాలను బయటకు పంపుతుంది. పవన్ కళ్యాణ్ 'ఖుషి'లో చెప్పినట్టు, 'నువ్వు నడిస్తే, అందం నడుస్తుంది!' అన్నట్టు, నీరు తాగితే, అందం పెరుగుతుంది!",
      "image_keyword": "drinking water happy",
      "subtitle": "First tip: Hydration! Drink at least 8-10 glasses of water daily. This keeps your skin soft and moisturized. It flushes out toxins from your body. Just like Pawan Kalyan in 'Kushi' said, 'If you walk, beauty walks!' similarly, if you drink water, beauty increases!"
    },
    {
      "text": "రెండో చిట్కా: సమతుల్య ఆహారం. పండ్లు, కూరగాయలు, నట్స్ మరియు విటమిన్లు సమృద్ధిగా ఉన్న ఆహారం తీసుకోండి. విటమిన్ సి, విటమిన్ ఇ మీ చర్మానికి చాలా మంచివి. ప్రభాస్ 'బాహుబలి'లో చెప్పినట్టు, 'ఒకడు కత్తి పట్టుకుంటే, రెండు ప్రాణాలు పోతాయి... నువ్వు మంచి ఆహారం తింటే, రెండు ప్రాణాలు బతుకుతాయి!'",
      "image_keyword": "healthy food colorful fruits",
      "subtitle": "Second tip: Balanced diet. Eat foods rich in fruits, vegetables, nuts, and vitamins. Vitamin C and Vitamin E are very good for your skin. Like Prabhas said in 'Baahubali,' 'If one holds a sword, two lives are lost... if you eat good food, two lives are saved!'"
    },
    {
      "text": "మూడో చిట్కా: సరిపడా నిద్ర. కనీసం 7-8 గంటలు నిద్రపోవడం ముఖ్యం. నిద్రలేమి చర్మాన్ని నిర్జీవంగా, అలసటగా కనిపించేలా చేస్తుంది. నిద్రపోతున్నప్పుడు మీ చర్మం రిపేర్ అవుతుంది.",
      "image_keyword": "person sleeping peacefully",
      "subtitle": "Third tip: Adequate sleep. It's important to sleep for at least 7-8 hours. Lack of sleep makes your skin look dull and tired. Your skin repairs itself while you sleep."
    },
    {
      "text": "ఈ చిట్కాలను పాటించండి, మీ చర్మం లోపలి నుంచి మెరుస్తుంది. మరిన్ని బ్యూటీ టిప్స్ కోసం సబ్స్క్రైబ్ చేయడం మర్చిపోకండి!",
      "image_keyword": "subscribe button beauty",
      "subtitle": "Follow these tips, and your skin will glow from within. Don't forget to subscribe for more beauty tips!"
    }
  ]
}
