{
  "metadata": {
    "title": "ప్రతి చర్మ రకానికి సహజ ఫేస్ మాస్క్‌లు!",
    "description": "ఈ షార్ట్ లో ఇంట్లోనే తయారు చేసుకునే అద్భుతమైన ఫేస్ మాస్క్‌లు! #NaturalFaceMasks #DIYBeauty #SkinCareAtHome #HomeRemedies #BeautyHacks",
    "tags": ["telugu", "face mask", "DIY", "natural remedies", "oily skin", "dry skin", "acne", "glowing skin"]
  },
  "scenes": [
    {
      "text": "హాయ్ ఫ్రెండ్స్! బ్యూటీ పార్లర్ కి వెళ్లకుండానే మెరిసే చర్మం కావాలంటే, ఇంట్లో ఉండే వస్తువులతోనే అద్భుతమైన ఫేస్ మాస్క్‌లు తయారు చేసుకోవచ్చు. అదెలాగో చూద్దాం!",
      "image_keyword": "woman applying face mask",
      "subtitle": "Hi friends! If you want glowing skin without going to a beauty parlor, you can make amazing face masks with ingredients at home. Let's see how!"
    },
    {
      "text": "మొదటిది: జిడ్డు చర్మానికి - నిమ్మకాయ, తేనె మాస్క్. ఒక చెంచా నిమ్మరసం, ఒక చెంచా తేనె బాగా కలిపి ముఖానికి పట్టించి, 15 నిమిషాల తర్వాత కడిగేయండి. అదనపు జిడ్డును తగ్గిస్తుంది, చర్మాన్ని కాంతివంతం చేస్తుంది. చిరంజీవి 'ఖైదీ నంబర్ 150' లో చెప్పినట్టు, 'నేను వస్తే, అంతా క్లియర్!' అన్నట్టు, ఈ మాస్క్ జిడ్డును క్లియర్ చేస్తుంది!",
      "image_keyword": "lemon honey mask",
      "subtitle": "First: For oily skin - Lemon and honey mask. Mix one spoon of lemon juice and one spoon of honey well, apply it to your face, and wash off after 15 minutes. It reduces excess oil and brightens the skin. Just like Chiranjeevi said in 'Khaidi No. 150,' 'When I come, everything is clear!' this mask clears the oil!"
    },
    {
      "text": "రెండోది: పొడి చర్మానికి - అరటిపండు, పాలు మాస్క్. సగం అరటిపండుని మెత్తగా చేసి, రెండు చెంచాల పాలు కలిపి ముఖానికి పట్టించండి. 20 నిమిషాల తర్వాత కడిగేయండి. ఇది చర్మానికి తేమను అందిస్తుంది. మహేష్ బాబు 'పోకిరి'లో చెప్పినట్టు, 'ఒకసారి కమిట్ అయితే, నా మాట నేనే వినను!' అన్నట్టు, ఈ మాస్క్ తేమను ఇవ్వడానికి కమిట్ అవుతుంది!",
      "image_keyword": "banana milk mask",
      "subtitle": "Second: For dry skin - Banana and milk mask. Mash half a banana, mix with two spoons of milk, and apply to your face. Wash off after 20 minutes. This moisturizes the skin. Like Mahesh Babu said in 'Pokiri,' 'Once I commit, I don't listen to myself!' similarly, this mask commits to providing moisture!"
    },
    {
      "text": "మూడోది: మొటిమలకు - శనగపిండి, పసుపు మాస్క్. రెండు చెంచాల శనగపిండి, అర చెంచా పసుపు, కొద్దిగా నీళ్లు కలిపి పేస్ట్ లా చేసి ముఖానికి రాయండి. 10-15 నిమిషాల తర్వాత కడిగేయండి. మొటిమలను తగ్గించడంలో సహాయపడుతుంది.",
      "image_keyword": "besan turmeric mask",
      "subtitle": "Third: For acne - Besan (chickpea flour) and turmeric mask. Mix two spoons of besan, half a spoon of turmeric, and a little water to form a paste, and apply it to your face. Wash off after 10-15 minutes. It helps in reducing acne."
    },
    {
      "text": "ఈ సహజ పద్ధతులను ప్రయత్నించండి, మీ చర్మానికి మార్పును చూస్తారు. మరిన్ని టిప్స్ కోసం నా ఛానెల్ ని సబ్స్క్రైబ్ చేయండి!",
      "image_keyword": "subscribe now",
      "subtitle": "Try these natural methods, and you'll see a change in your skin. Subscribe to my channel for more tips!"
    }
  ]
}
