{
"metadata": {
"title": "వంటలో కామెడీ పార్ట్ 1: కన్నీళ్లు, మిర్చి పాట్లు!",
"description": "ఉల్లిపాయలు, పచ్చిమిర్చి కష్టాలు తీర్చే సరదా కిచెన్ చిట్కాలు! సినిమా డైలాగ్స్‌తో మీ వంటను ఈజీ చేయండి! #KitchenTips #OnionHacks #ChilliStorage #TeluguComedy #YouTubeShorts",
"tags": ["kitchen tips", "onion tears", "green chili storage", "telugu comedy", "cooking hacks", "youtube shorts"]
},
"scenes": [
{
"text": "హాయ్ గాయ్స్! కిచెన్లో చిన్న చిన్న చిట్కాలు తెలియక 'అయ్యో.. అబ్బా' అని విసిగిపోతున్నారా? అయితే వినండి! మీ కోసం రెండు సూపర్ కిచెన్ ట్రిక్స్, సినిమా డైలాగ్స్ స్టైల్లో!",
"image_keyword": "person looking frustrated in kitchen",
"subtitle": "Hi guys! Are you frustrated, saying 'Oh no.. ugh' because you don't know small kitchen tips? Then listen! Here are two super kitchen tricks for you, in movie dialogue style!"
},
{
"text": "ఉల్లిపాయ అల్టిమేట్ సీక్రెట్: ఉల్లిపాయలు కోసేటప్పుడు కళ్ళలో నీళ్లు వస్తున్నాయా? 'నాగచైతన్య లాంటిోడికి ప్రేమంటే పిచ్చి... నాకు ఉల్లిపాయలంటే చిచ్చి!' అని ఏడవకండి. కోసే ముందు ఉల్లిపాయను 10 నిమిషాలు ఫ్రిడ్జ్‌లో పెట్టండి. 'శత్రువుకు శత్రువు మిత్రుడు... ఉల్లిపాయకి చలి స్నేహితుడు!' ఇంక కన్నీళ్లు ఉండవు!",
"image_keyword": "chilled onion on cutting board with knife",
"subtitle": "Onion's Ultimate Secret: Are tears coming to your eyes while chopping onions? Don't cry saying, 'Like Naga Chaitanya is crazy about love... I hate onions!' Before chopping, put the onion in the fridge for 10 minutes. 'An enemy's enemy is a friend... cold is a friend to onions!' No more tears!"
},
{
"text": "మిర్చికి లైఫ్‌టైమ్ గ్యారెంటీ: పచ్చిమిర్చి తొందరగా పాడైపోతున్నాయా? 'ఈ రోజుల్లో ప్రేమ కూడా ఎక్కువ రోజులు నిలబడట్లేదు...' అనుకోకుండా, వాటి కాడలు తీసి, టిష్యూలో చుట్టి డబ్బాలో పెట్టి ఫ్రిడ్జ్‌లో పెట్టండి. 'పెళ్లి కాకపోతే పిచ్చి పడతావు, కాడలు తీయకపోతే మిర్చి పాడవుతుంది!'",
"image_keyword": "green chillies without stems in tissue paper container",
"subtitle": "Chilli's Lifetime Guarantee: Are green chilies getting spoiled quickly? Don't think, 'These days even love doesn't last long...' Instead, remove their stems, wrap them in tissue, and put them in a box in the fridge. 'If you don't get married, you'll go crazy, if you don't remove the stems, the chilies will spoil!'"
},
{
"text": "ఈ ట్రిక్స్ నచ్చాయా? 'ఏమైనా డౌట్స్ ఉంటే అడగండి!' లేదంటే 'బంగాళాదుంపలు ఉడకడం ఆపేయండి!' మళ్ళీ కలుద్దాం, అంతవరకు నవ్వుతూ ఉండండి! ధన్యవాదాలు!",
"image_keyword": "person smiling and waving in kitchen",
"subtitle": "Did you like these tricks? 'If you have any doubts, ask!' Otherwise, 'Stop boiling potatoes!' See you again, keep smiling until then! Thank you!"
}
]
}
