{
  "metadata": {
    "title": "మెరిసే చర్మం కోసం DIY బాడీ స్క్రబ్‌లు!",
    "description": "ఇంట్లోనే సహజ పదార్థాలతో బాడీ స్క్రబ్‌లు తయారు చేసుకునే విధానం! #DIYBodyScrub #HomemadeSkincare #GlowingSkin #NaturalExfoliation #BudgetBeauty",
    "tags": ["telugu", "body care", "DIY", "body scrub", "natural ingredients", "exfoliation", "homemade remedies", "glowing skin"]
  },
  "scenes": [
    {
      "text": "హాయ్ అందరికీ! షాపుల్లో కొనే స్క్రబ్‌లు కాకుండా, ఇంట్లోనే దొరికే వాటితో మెరిసే చర్మాన్ని పొందాలనుకుంటున్నారా? కొన్ని సులభమైన DIY బాడీ స్క్రబ్‌లు చూద్దాం!",
      "image_keyword": "DIY body scrub ingredients",
      "subtitle": "Hi everyone! Do you want glowing skin using ingredients found at home, instead of store-bought scrubs? Let's look at some easy DIY body scrubs!"
    },
    {
      "text": "మొదటి స్క్రబ్: కాఫీ స్క్రబ్. రెండు చెంచాల కాఫీ పొడి, ఒక చెంచా కొబ్బరి నూనె కలిపి తయారు చేసుకోండి. ఇది చర్మాన్ని ఎక్స్‌ఫోలియేట్ చేయడమే కాకుండా, సెల్ములైట్‌ను తగ్గించడంలో కూడా సహాయపడుతుంది.",
      "image_keyword": "coffee scrub in bowl",
      "subtitle": "First scrub: Coffee scrub. Mix two spoons of coffee grounds with one spoon of coconut oil. This not only exfoliates the skin but also helps reduce cellulite."
    },
    {
      "text": "రెండో స్క్రబ్: పంచదార, నిమ్మ స్క్రబ్. ఒక కప్పు పంచదారకు సగం నిమ్మకాయ రసం, కొద్దిగా ఆలివ్ నూనె కలపండి. ఇది చర్మాన్ని కాంతివంతం చేస్తుంది, మృతకణాలను తొలగిస్తుంది.",
      "image_keyword": "sugar lemon olive oil scrub",
      "subtitle": "Second scrub: Sugar and lemon scrub. Mix one cup of sugar with juice from half a lemon and a little olive oil. This brightens the skin and removes dead cells."
    },
    {
      "text": "మూడో స్క్రబ్: ఓట్స్, తేనె స్క్రబ్. రెండు చెంచాల ఓట్స్ పొడి, ఒక చెంచా తేనె, కొద్దిగా పాలు కలిపి పేస్ట్ లా చేయండి. సున్నితమైన చర్మానికి ఇది ఉత్తమమైనది, తేమను అందిస్తుంది.",
      "image_keyword": "oatmeal honey milk scrub",
      "subtitle": "Third scrub: Oats and honey scrub. Make a paste by mixing two spoons of powdered oats, one spoon of honey, and a little milk. This is best for sensitive skin and provides moisture."
    },
    {
      "text": "ఈ స్క్రబ్‌లను స్నానానికి ముందు తడి చర్మంపై గుండ్రంగా మసాజ్ చేసి, గోరువెచ్చని నీటితో కడిగేయండి. మీ చర్మం మృదువుగా, మెరిసేలా ఉంటుంది. మరిన్ని DIY బ్యూటీ టిప్స్ కోసం సబ్స్క్రైబ్ చేయండి!",
      "image_keyword": "person applying body scrub",
      "subtitle": "Massage these scrubs onto damp skin in circular motions before bathing, then rinse with lukewarm water. Your skin will be soft and glowing. Subscribe for more DIY beauty tips!"
    }
  ]
}
