{
  "metadata": {
    "title": "సరైన బాడీ వాష్/సబ్బు ఎంచుకోండి!",
    "description": "మీ చర్మ రకానికి తగిన బాడీ వాష్ లేదా సబ్బును ఎలా ఎంచుకోవాలో తెలుసుకోండి! #BodyWash #SoapSelection #SkinType #CleanSkin #GentleCleansing",
    "tags": ["telugu", "body care", "body wash", "soap", "skin type", "sensitive skin", "dry skin", "oily skin", "cleansing"]
  },
  "scenes": [
    {
      "text": "హాయ్ అందరికీ! మీరు రోజువారీ స్నానానికి ఏ బాడీ వాష్ లేదా సబ్బు వాడుతున్నారు? మీ చర్మ రకానికి అది సరైనదేనా? సరైన ఉత్పత్తిని ఎంచుకోవడం చాలా ముఖ్యం!",
      "image_keyword": "various body wash bottles",
      "subtitle": "Hi everyone! What body wash or soap are you using for your daily bath? Is it right for your skin type? Choosing the right product is very important!"
    },
    {
      "text": "మొదటి చిట్కా: మీ చర్మ రకాన్ని తెలుసుకోండి. మీ చర్మం పొడిగా, జిడ్డుగా, సున్నితంగా లేదా మామూలుగా ఉందా అని గుర్తించండి. దీని ఆధారంగా ఉత్పత్తిని ఎంచుకోవాలి.",
      "image_keyword": "skin types chart",
      "subtitle": "First tip: Know your skin type. Identify whether your skin is dry, oily, sensitive, or normal. You should choose products based on this."
    },
    {
      "text": "రెండో చిట్కా: పొడి చర్మానికి. మాయిశ్చరైజింగ్ పదార్థాలు (ఉదా: షీ బటర్, గ్లిసరిన్) ఉన్న క్రీమీ బాడీ వాష్‌లను ఎంచుకోండి. సల్ఫేట్ లేనివి మరింత మంచివి.",
      "image_keyword": "creamy body wash for dry skin",
      "subtitle": "Second tip: For dry skin. Choose creamy body washes with moisturizing ingredients (e.g., shea butter, glycerin). Sulfate-free ones are even better."
    },
    {
      "text": "మూడో చిట్కా: జిడ్డు లేదా మొటిమల చర్మానికి. సాలిసిలిక్ యాసిడ్ లేదా టీ ట్రీ ఆయిల్ వంటి యాంటీ బాక్టీరియల్ గుణాలున్న బాడీ వాష్‌లను ఎంచుకోండి. ఇవి రంధ్రాలను శుభ్రం చేస్తాయి.",
      "image_keyword": "tea tree body wash for oily skin",
      "subtitle": "Third tip: For oily or acne-prone skin. Choose body washes with antibacterial properties like salicylic acid or tea tree oil. These cleanse pores."
    },
    {
      "text": "నాలుగో చిట్కా: సున్నితమైన చర్మానికి. ఫ్రాగ్రెన్స్ లేని, హైపోఅలెర్జెనిక్, మరియు pH బ్యాలెన్స్‌డ్ ఉత్పత్తులను ఎంచుకోండి. ఇది చికాకును తగ్గిస్తుంది.",
      "image_keyword": "fragrance free body wash",
      "subtitle": "Fourth tip: For sensitive skin. Choose fragrance-free, hypoallergenic, and pH-balanced products. This reduces irritation."
    },
    {
      "text": "మీ చర్మానికి సరైన బాడీ వాష్‌ని ఎంచుకుని, దానిని ఆరోగ్యంగా, శుభ్రంగా ఉంచుకోండి. మరిన్ని బాడీ కేర్ టిప్స్ కోసం సబ్స్క్రైబ్ చేయండి!",
      "image_keyword": "clean refreshed skin after shower",
      "subtitle": "Choose the right body wash for your skin and keep it healthy and clean. Subscribe for more body care tips!"
    }
  ]
}
