{
  "metadata": {
    "title": "డ్రై బ్రషింగ్: మెరిసే చర్మం, మెరుగైన ఆరోగ్యం!",
    "description": "మీ చర్మానికి, ఆరోగ్యానికి ఎంతో మేలు చేసే డ్రై బ్రషింగ్ చిట్కాలు! #DryBrushing #BodyDetox #SkinHealth #Circulation #LymphaticDrainage",
    "tags": ["telugu", "body care", "dry brushing", "skin health", "detox", "circulation", "lymphatic drainage", "exfoliation"]
  },
  "scenes": [
    {
      "text": "హాయ్ అందరికీ! మీ చర్మం మెరిసిపోవడమే కాకుండా, శరీరం లోపలి ఆరోగ్యాన్ని కూడా మెరుగుపరిచే ఒక సింపుల్ టెక్నిక్ గురించి తెలుసా? అదే 'డ్రై బ్రషింగ్'!",
      "image_keyword": "dry brush on skin",
      "subtitle": "Hi everyone! Do you know a simple technique that not only makes your skin glow but also improves your internal health? It's 'Dry Brushing'!"
    },
    {
      "text": "డ్రై బ్రషింగ్ అంటే పొడి చర్మంపై సహజ బ్రష్‌తో మసాజ్ చేయడం. ఇది మృతకణాలను తొలగించి, చర్మాన్ని మృదువుగా చేస్తుంది. వారానికి 2-3 సార్లు స్నానానికి ముందు దీన్ని చేయవచ్చు.",
      "image_keyword": "person dry brushing arm",
      "subtitle": "Dry brushing means massaging dry skin with a natural brush. It removes dead skin cells and makes the skin soft. You can do this 2-3 times a week before bathing."
    },
    {
      "text": "ఈ పద్ధతి రక్త ప్రసరణను మెరుగుపరుస్తుంది, లింఫాటిక్ సిస్టమ్‌ను ఉత్తేజపరుస్తుంది. ఇది శరీరంలోని విషపదార్థాలను బయటకు పంపడంలో సహాయపడుతుంది, మీ చర్మానికి సహజమైన మెరుపును ఇస్తుంది.",
      "image_keyword": "lymphatic system diagram brush",
      "subtitle": "This method improves blood circulation and stimulates the lymphatic system. It helps to flush out toxins from the body and gives your skin a natural glow."
    },
    {
      "text": "పొడి చర్మాన్ని గుండ్రంగా, పైకి (గుండె వైపు) బ్రష్ చేయాలి. సున్నితమైన ప్రదేశాలపై ఎక్కువ ఒత్తిడి పెట్టకుండా చూసుకోండి.",
      "image_keyword": "dry brushing direction chart",
      "subtitle": "Brush dry skin in circular, upward motions (towards the heart). Ensure not to apply too much pressure on sensitive areas."
    },
    {
      "text": "డ్రై బ్రషింగ్‌ని మీ దినచర్యలో చేర్చుకోండి, మీరు చర్మం తేజస్సులో, శరీర ఆరోగ్యంలో తేడాని గమనిస్తారు. మరిన్ని బాడీ కేర్ టిప్స్ కోసం సబ్స్క్రైబ్ చేయండి!",
      "image_keyword": "glowing skin after dry brushing",
      "subtitle": "Incorporate dry brushing into your routine, and you'll notice a difference in your skin's radiance and body health. Subscribe for more body care tips!"
    }
  ]
]
