{
  "metadata": {
    "title": "పాదాల సంరక్షణ: సంతోషంగా నడవండి!",
    "description": "మీ పాదాలను ఆరోగ్యంగా, అందంగా ఉంచుకోవడానికి సులభమైన చిట్కాలు! #FootCare #PedicureAtHome #HealthyFeet #SelfCare #BeautyTips",
    "tags": ["telugu", "body care", "foot care", "pedicure", "healthy feet", "foot soak", "moisturize", "exfoliation"]
  },
  "scenes": [
    {
      "text": "హాయ్ అందరికీ! మన శరీరం మొత్తాన్ని మోసే పాదాలను తరచుగా నిర్లక్ష్యం చేస్తాం, అవునా? మీ పాదాలను సంతోషంగా, ఆరోగ్యంగా ఉంచుకోవడానికి కొన్ని చిట్కాలు ఇక్కడ ఉన్నాయి!",
      "image_keyword": "happy feet walking",
      "subtitle": "Hi everyone! We often neglect our feet, which carry our entire body, right? Here are some tips to keep your feet happy and healthy!"
    },
    {
      "text": "మొదటి చిట్కా: రెగ్యులర్ గా కడగడం, పొడిగా ఉంచుకోవడం. మీ పాదాలను ప్రతిరోజూ శుభ్రంగా కడగండి. వేళ్ల మధ్య తేమ లేకుండా పూర్తిగా ఆరబెట్టండి. తేమ ఫంగల్ ఇన్ఫెక్షన్లకు దారితీస్తుంది.",
      "image_keyword": "washing feet bubbles",
      "subtitle": "First tip: Regular washing and drying. Wash your feet thoroughly every day. Ensure they are completely dry, especially between the toes, to prevent fungal infections."
    },
    {
      "text": "రెండో చిట్కా: పాదాలను ఎక్స్‌ఫోలియేట్ చేయండి. వారానికి ఒకసారి ప్యుమిస్ స్టోన్ లేదా ఫుట్ స్క్రబ్‌తో మృతకణాలను తొలగించండి. ఇది పగుళ్లు రాకుండా కాపాడుతుంది, చర్మాన్ని మృదువుగా చేస్తుంది.",
      "image_keyword": "pumice stone foot",
      "subtitle": "Second tip: Exfoliate your feet. Once a week, remove dead skin cells with a pumice stone or foot scrub. This prevents cracks and makes the skin soft."
    },
    {
      "text": "మూడో చిట్కా: మాయిశ్చరైజ్ చేయడం మర్చిపోకండి. పాదాలను శుభ్రం చేసిన తర్వాత మంచి మాయిశ్చరైజర్ లేదా ఫుట్ క్రీమ్‌తో మసాజ్ చేయండి. ఇది చర్మాన్ని తేమగా, మృదువుగా ఉంచుతుంది.",
      "image_keyword": "foot cream application",
      "subtitle": "Third tip: Don't forget to moisturize. After cleaning your feet, massage them with a good moisturizer or foot cream. This keeps the skin hydrated and soft."
    },
    {
      "text": "ఈ చిట్కాలను పాటించండి, మీ పాదాలు ఆరోగ్యంగా, అందంగా ఉంటాయి, మీరు సంతోషంగా నడవగలరు. మరిన్ని బాడీ కేర్ టిప్స్ కోసం సబ్స్క్రైబ్ చేయండి!",
      "image_keyword": "healthy feet beautiful nails",
      "subtitle": "Follow these tips, and your feet will be healthy and beautiful, allowing you to walk happily. Subscribe for more body care tips!"
    }
  ]
}
